{
    "Items": [
        {
            "messageNumber": "1",
            "messageText": "DAY 13 SINCE THE METEOR SHOWER. I CAN'T BELIEVE I'VE LASTED AS LONG AS I HAVE ALL ALONE UP HERE. SYSTEMS ANALYSIS SHOW AIR LOSS ACROSS THE STATION CONTINUES TO GET WORSE. ASIDE FROM MY QUARTERS, THE HALLWAY OUTSIDE, AND OF COURSE THE GYM, ONLY THE EMERGENCY AIRLOCKS ARE SHOWING PRESSURIZED STATUS. COMMS ARE A BUST. FOOD RESERVES ARE ALMOST DEPLETED. I'VE GOT NO CHOICE. I MUST TRY TO ESCAPE ON MY OWN. WITH THIS DAMNED COMPROMISED SPACE SUIT I'M GOING TO HAVE TO WATCH MY BREATH AND BE QUICK ABOUT IT. I SHOULD TAKE ONE LAST TRIP TO THE GYMNASIUM BEFORE I HEAD TO THE LOUNGE. MAKE SURE I'VE GOT MY BEARINGS. IF ANYONE SHOULD FIND THESE NOTES, PLEASE KNOW I DIDN'T GO DOWN WITHOUT A FIGHT. --DR. S "
        },
        {
            "messageNumber": "2",
            "messageText": "THIS MUST BE THE THOUSANDTH TIME I'VE GAZED OUT OF THIS WINDOW INTO THE LOUNGE. TERMINAL READOUTS ARE SAYING THERE'S NO AIR OUT THERE, AND VERY LITTLE IN THE WAY OF ATMOSPHERIC PRESSURE AS WELL. MY SUIT SHOULD PREVENT INSTANEOUS DEPRESSURIZATION, HOWEVER THE SIZEABLE HOLE IN THE HELMET'S SCREEN MEANS STORED O2 WON'T LAST LONG. IF I REMAIN CALM, KEEP MY BREATHING STEADY, I SHOULD BE ABLE TO GET TO THE OTHER AIRLOCK AT THE END OF THE LOUNGE BEFORE PASSING OUT. I CANNOT BELIEVE THIS IS WHAT IT'S COME TO. BUT I HAVEN'T ANY OTHER CHOICE. --DR. S "
        },
        {
            "messageNumber": "3",
            "messageText": "I MADE IT. IT WASN'T FAR BUT IT FELT LIKE AN ETERNITY. MY HEART IS BEATING OUT OF MY CHEST AND I CAN ONLY SIT HERE AND TYPE OUT MY THOUGHTS UNTIL I NO LONGER SEE THE BLOOD IN THE VEINS BEHIND MY EYES. I'VE ONLY EXPERIENCED DEPRESSURIZATION ONCE BEFORE. THE PANIC, THE DISORIENTATION. I CAN'T LOSE MY MIND OR MY HEADING. UP AHEAD IS THE HYDROPONICS LAB. I... I'M TRYING TO REMEMBER THE LAYOUT OF THE LAB. I'VE ONLY GOT ONE SHOT AT THIS. HAVE TO BE QUICK, HAVE TO BE CALM. --DR. S "
        },
        {
            "messageNumber": "4",
            "messageText": "Thank you so much for playing our little demo! We hope you enjoyed checking it out as much as had creating it. Credits: Pat McLean - Programming, Art, Story, and Level Design, Michael Thomas - Programming, Stephen Sichina - Programming and Sound Design, Music by JApolloProductions"
        }
    ]
}